{
	"backgrounds": [
		{
			"translate_name": "名伶",
			"name": "Celebrity",
			"desc": [
				"<b>觸發例子：魅惑、擺架子、領導或啟發、威脅</b>",
				"你沐浴在眾人的目光之下。<i>你是個演員嗎？歌手？藝術家？政客？企業的吉祥物還是軍隊的？</i>",
				"在你過去的生活中，你到哪也會被狗仔隊跟著。<i>你怎樣適應作為駕駛員的新生活？你是自願還是被徵召的？你還能練習你的手藝和專業嗎？還是軍隊的嚴謹結構讓你難以開小差？</i>"
			]
		},
		{
			"translate_name": "殖民者",
			"name": "Colonist",
			"desc": [
				"<b>觸發例子：市井流言、入微觀察、求生、治療</b>",
				"你是個在邊疆的殖民者，是在新殖民的星球上出生的第一批人。你對邊陲地區生活的要求已經習以為常，也很清楚拓荒者岌岌可危的境況。<i>為甚麼你會離開家園？你是被迫逃亡而成為難民嗎？還是你自願加入軍隊？</i>",
				"然後還有你留下在家園的一切：<i>殖民地還在嗎？你的家人呢？你對中核世界的繁華有多清楚呢？你會覺得其他的文化難以適應，還是你著迷於人類五光十色的文化表現呢？你會帶著家園的信物，還是不齒道出其名字呢？你的殖民地是在銀河的邊緣嗎？還是是在車水馬龍的要道旁邊呢？你的殖民地在星球上的哪呢？</i>"
			]
		},
		{
			"translate_name": "罪犯",
			"name": "Criminal",
			"desc": [
				"<b>觸發例子：威脅、打臉、市井流言、掌控</b>",
				"你是個罪犯：下至小偷，上至頭目，或是在兩者之間。<i>你是為企業工作的嗎？還是犯罪組織？還是你自己？你是在大都會的暗巷中搶劫路人，還是偷偷潛入企業資料庫裡偷取資料呢？你是為了個人利益，還是為了養家而做呢？你是如何成為罪犯的，而又怎樣成為駕駛員呢？你擁有自己的道德標準嗎？你是忠於單一的家族、少數的同伙、政客，還是意識形態呢？你是在黑暗中活躍，還是在光天化日之下行動呢？</i>",
				"你一定有你的理由離開犯罪生活的。<i>是因為工作失敗了，還是因為證人保護計劃？你的前僱主和同伙還在嗎？他們有甚麼的關係，而又怎樣看你呢？你有背負著甚麼嗎？</i>"
			]
		},
		{
			"translate_name": "探索者",
			"name": "Far-field team",
			"desc": [
				"<b>觸發例子：求生、調查、取得東西、魅惑</b>",
				"你是聯盟的遠場探索隊（FFT）隊員，在文明世界的邊緣探索奇異的新世界以判定其特性、發現，以及適居性。<i>你在這前人未至之境經歷過甚麼呢？你探索過多少的世界呢？你是隸屬於小隊還是大隊呢？你的家鄉在哪呢？</i>",
				"你一定有某種動力驅使你去探索的：<i>是想要找到聖地嗎？在群星中的伊甸園？你對邊疆的興趣是基於靈性、科學、單純的好奇心，還是其他的呢？也許你曾經聽過一個傳說，使你在虛空中尋找些甚麼，又或是你害怕會碰到那呢？在你的長距離調查中，你有隱藏甚麼秘密嗎？你還有和你的舊隊員聯絡嗎？他們還活著嗎？</i>",
				"作為前任（或是現任）的FFT成員，你是一個寰宇公民：<i>「你的時代」是哪時呢？你覺得你和現實的時間流動有多分離呢？</i>"
			]
		},
		{
			"translate_name": "駭客",
			"name": "Hacker",
			"desc": [
				"<b>觸發例子：隱藏身影、取得東西、入侵或修理、發明或創造</b>",
				"無論是為了個人利益還是你的僱主，你也專精於資訊戰和電子諜報活動。對你來說，萬物網（omninet）這個連接聯盟世界的超光速資訊網絡是你的家園。<i>你是如何進入這個世界的？你是在網上長大，還是在之後才接觸到萬物網？你對萬物網的暗角、技巧和秘密有多瞭如指掌呢？在你成為駕駛員前，你有多惡名昭彰呢？現在其他人還記得你的名字嗎？其他的駭客還記得你嗎？他們是歌頌還是咒罵你呢？</i>",
				"不過，你駭進去的並不只是萬物網。<i>你對操縱其他網絡有多熟練呢？你能夠操縱獨立的系統、遺傳基因，或是其他的電子或機器環境呢？你從中得到了多少的秘密？</i>"
			]
		},
		{
			"translate_name": "技工",
			"name": "Mechanic",
			"desc": [
				"<b>觸發例子：入侵或修理、快速到達某地、取得東西、爆破東西</b>",
				"你在成為駕駛員之前，是個黑手技工。<i>你是在外太空工作，塞進太空衣裡作艙外活動維修星艦嗎？還是你在星球表面的車房裡調整和修理貨車呢？你是負責維修戰損的機甲，同時夢想有朝一日能夠駕駛它們嗎？你擁有自己的工房，還是你為別人工作呢？你是隸屬於軍隊、企業、種姓制度，還是工會呢？你的臨場表現如何呢？你有一直在作的個人計劃嗎？</i>"
			]
		},
		{
			"translate_name": "醫護",
			"name": "Medic",
			"desc": [
				"<b>觸發例子：治療、突擊、審度時勢、保持冷靜</b>",
				"你過去是專精醫術之人。<i>你怎樣成為機甲駕駛員的呢？你的專科是甚麼呢？你是負責研究、照顧，或是外科呢？你是喜歡過去的生活而認真工作，還是你單純覺得自己是個對有機物的技工？</i>",
				"你也許是在殖民地或是中核世界中工作。你也許是私家醫生、企業醫生，或是貴族的私人醫生：<i>你是在邊境的小診所工作嗎？還是在空間跳躍站的急診中心工作呢？還是在龐大的醫療中心中工作呢？你是白衣天使還是急救員呢？你的記憶有對你造成負累嗎？還是讓你感到安心呢？</i>"
			]
		},
		{
			"translate_name": "傭兵",
			"name": "Mercenary",
			"desc": [
				"<b>觸發例子：威脅、爆破東西、掌控、打臉</b>",
				"作為一個傭兵，你的座右銘是：「槍械助你旅行」。你和你的裝備為了最高價者而服務。<i>你是孤狼還是和同袍一同作戰呢？你的隊伍有自己的星艦嗎？這是你開始駕駛機甲的原因嗎？你有自己的道德標準嗎？</i>",
				"某些事讓你成為了傭兵：<i>是為了財富嗎？權力欲？冒險？為勢所迫？</i>",
				"因為某些原因，你離開了傭兵生活：<i>為甚麼？是因為你的工作失敗了，還是你真的完成了「最後一件案子」？你以前的同袍還在嗎？你有敵對的隊伍，或是其他的敵人嗎？你常常回味當時的回憶，還是永遠不想再提起它呢？</i>"
			]
		},
		{
			"translate_name": "NHP專家",
			"name": "NHP specialist",
			"desc": [
				"<b>觸發例子：保持冷靜、審度時勢、發明或創造、調查</b>",
				"你涉足於研究、創造，或是維護一個非人類個體（NHP）原體。非人類個體是相當複雜的人工智能，而作為原生的NHP，你的NHP比起其他要來得更為複雜。<i>你和這個體的互動比較像是科學家或是工程師，還是比較像祭司呢？你和他仍有著個人的關係嗎？那NHP的複製品怎樣看你的呢？現在你成為了駕駛員後，你對非人類個體有甚麼感覺呢？</i>"
			]
		},
		{
			"translate_name": "貴族",
			"name": "Noble",
			"desc": [
				"<b>觸發例子：擺架子、領導或啟發、審度時勢、炫耀</b>",
				"你在你的星球上是貴族階級的一員，從出生起就註定擁有權力。<i>你的名份是從何而來的？神？祖先？古文書？複雜的輪流系統？權力是怎樣從一代傳至另一代的？</i>",
				"你的貴族身份不是無中生有的：<i>你是家族中第一個、最後一個，還是之間其中一個成為貴族的人呢？你是繼承人，還是只是其中一個子女？你和你的雙親關係如何呢？</i>",
				"無論你在家鄉有著甚麼特權，你也會發現這在聯盟軍旅生活裡並不適用——除非你身份顯赫或是隸屬承認貴族頭銜的組織，否則你的地位只是背景雜音。<i>你如何適應這個變化？</i>"
			]
		},
		{
			"translate_name": "法外之徒",
			"name": "Outlaw",
			"desc": [
				"<b>觸發例子：炫耀、除去某人、魅惑、求生</b>",
				"你出身寒微，在文明世界的邊陲或是中核世界的高塔底下，在你挺身重奪該屬於你的事物前也無人知曉。有些人說你是罪犯、劫匪或是法外之徒，但你單純只是告訴他們事實：如果他們沒拒絕給你麵包，你不會需要去搶它。<i>你是善戰還是健談？迷人還是醜惡？你的行動是基於意識形態、需要、欲望，還是三者的混合？誰稱你為法外之徒？誰把你視為英雄？你有受到懸賞嗎？</i>"
			]
		},
		{
			"translate_name": "流刑地殖民者",
			"name": "Penal colonist",
			"desc": [
				"<b>觸發例子：求生、打臉、市井流言、入微觀察</b>",
				"在很久以前，你被流放到流刑地以作苦工。當第三中央委員會廢除流刑時，你的監獄星球理論上「解放」了。不幸地，直到聯盟的救援船終於來到前，沒有甚麼真的改變。現在真正受到解放後，曾經的禁區也讓你進入了：<i>你在那留了一會嗎？還是你選擇離開，在星辰大海中遊歷或是試圖找回你的家園？你是罪有應得，還是被誣賴入獄？</i>",
				"流刑地的生活艱苦，環境相當嚴苛：<i>你受到某種權威監管，還是這在聯盟廢除這系統前已經陷入無政府狀態？這裡有著某種基本的社會嗎？你在這有朋友或是敵人，而他們有離開這世界嗎？你的家人呢？在你受刑前你有家人嗎？你知道他們發生甚麼事了嗎？</i>"
			]
		},
		{
			"translate_name": "祭司",
			"name": "Priest",
			"desc": [
				"<b>觸發例子：審度時勢、保持冷靜、掌控、領導或啟發</b>",
				"你曾經是個祭司，可能是來自龐大而遍佈銀河的大宗，或是較小的教派。<i>你是隱士嗎？你在寺院過著禁欲生活嗎？你是穿著簡單布服，還是身披華美聖衣？你的教會對你有甚麼限制嗎？你作為宗教人士受到了怎樣的尊重？你是自願成為教士的嗎？你為甚麼會成為駕駛員？</i>",
				"教會隨處可見，每一座也有其獨特之處。<i>你是顯赫的宗教，還是秘密的違法教會的成員？你傳道的，是來自搖籃並已傳播數千年的地球宗教嗎？還是你的教會是寰宇公民來自星辰和虛空的靈性信仰？也許你是領導在塞外的隱世教派的小眾，或是在中核世界的大都會中傳道？你一直維持你的信仰嗎？還是你曾經失去過它？</i>"
			]
		},
		{
			"translate_name": "科學家",
			"name": "Scientist",
			"desc": [
				"<b>觸發例子：調查、發明或創造、取得東西、爆破東西</b>",
				"不論是公營還是私營，在實驗室還是野外工作，你也曾是個科學家。<i>你專精於甚麼，而你已經鑽研了它多久呢？你在哪學習，而你和該院校的關係如何？你有對手嗎？而你是聲名遠播還是寂寂無名？你家園的社會怎看科學？你為甚麼成為駕駛員？</i>",
				"<i>更重要的是，你有為哈里遜兵工廠、斯密—島野或是極星船運等大生產商工作嗎？還是你醉心恐怖並秘密地和細小但獻身的荷魯斯小組工作？你知道甚麼秘密？</i>"
			]
		},
		{
			"translate_name": "士兵",
			"name": "Soldier",
			"desc": [
				"<b>觸發例子：突擊、爆破東西、擺架子、掌控</b>",
				"炮灰、大兵、軍人、阿兵哥、戰士。你曾經是廣大兵士之一，是星球衛隊、地方民兵、國軍或是禁軍的一員。<i>在聯盟招募你前，你從軍了多久呢？你受到怎樣的專門訓練呢？你有過戰鬥經驗，還是是完全的菜鳥？你是志願役、義務役，還是戰士階級的一員？從軍是光榮的家族傳統、公民義務或是宗教傳統，還是是你後悔的選擇？你的小隊的其他同袍如今在哪，而你和他們現在的關係如何？</i>"
			]
		},
		{
			"translate_name": "虛空住民",
			"name": "Spaceborn",
			"desc": [
				"<b>觸發例子：求生、入侵或修理、快速到達某地、保持冷靜</b>",
				"你在太空站裡長大，童年在狹窄的房間和細小的社區中渡過，一直也受太空的真空包圍。<i>資源是緊絀還是充裕？你的太空站遺世獨立還是是地方（或銀河）中樞？它是飄浮在虛空長夜中，還是在行星、衛星或是其他星體上浮游？它是完全人工製造，還是建造在小行星或是衛星裡？</i>",
				"所有的太空站也各有特點。<i>你是在看著星艦靠岸和離岸長大，並沐浴在銀河數千語言文化中而想要探索，還是你在黑暗的岩石大廳中，對外面的萬千世界一無所知？簡單點說，你的生活如何，而你為甚麼離開，和你還能回去嗎？</i>"
			]
		},
		{
			"translate_name": "特種部隊",
			"name": "Spec Ops",
			"desc": [
				"<b>觸發例子：隱藏身影、除去某人、入微觀察、保持冷靜</b>",
				"你可能是獨很俠間諜或是刺客，或者是精銳部隊的其中一員，在四面受敵的敵後，身上只有你的指揮官委託予你的最好裝備。你的任務歷時長久而危機四伏，也永遠不會出現在新聞上。如果士兵是鐵鎚的話，那麼你就是手術刀。不論你隸屬甚麼組織，它也只會出現在軍營和學院的耳語之間。<i>你做過甚麼沒人知道是你的單位所做的事呢？銀河曾經有多接近戰爭的邊緣？你在哪裡行動過？你貴庚——真的嗎？你知道甚麼秘密呢？你的其他隊員在哪？</i>"
			]
		},
		{
			"translate_name": "超級士兵",
			"name": "Super Soldier",
			"desc": [
				"<b>觸發例子：打臉、快速到達某地、突擊、審度時勢</b>",
				"你是企業或國家想要透過生物強化、基因療法、神經強化，甚至單純是極端的調教來創造更好的士兵的結果。<i>你是從襁褓就開始受到如此培養，還是你是成年後自願加入這計劃的？你是哈里遜兵工廠海量的複製人計劃的其中一個「超級士兵」嗎？這計劃是否受到正式授權的？它成功了嗎？你有在實戰中試過你的能力，還是未經試煉的你急於想要看到自己能夠做到甚麼？</i>",
				"在第三中央委員會治下，創造了你的計劃雖然減少但仍然存在：<i>你覺得這是好事，還是你覺得這會削弱聯盟？你和你的創造者的關係如何？不認識你的家庭存在嗎？還是你是一系統量產兄弟姊妹的一員？你是受到解放、投降，還是仍然在服務製造你的組織或是個體？</i>"
			]
		},
		{
			"translate_name": "星艦駕駛員",
			"name": "Starship Pilot",
			"desc": [
				"<b>觸發例子：快速到達某地、炫耀、取得東西、入侵或修理</b>",
				"你駕駛民用、商用、軍用或是其他用途的星艦。你也許是開貨船、戰機、穿梭機或是更大的船。<i>你負責固定的航線，還是你是任意翱翔？你是船員組的一員，還是你擁有自己的星艦？你駕駛的工作是甚麼，而你的船發生了甚麼事？你是只負責低到中軌道的穿梭機航線嗎？</i>",
				"駕駛員同時是職業也是生活態度：<i>你的別稱是甚麼，而你是有名還是無名？你有作為競爭對手的服務、駕駛員或是組織嗎？你有和NHP一起工作或戰鬥過嗎？你有在虛空或是霎間看到過奇怪的東西嗎？</i>"
			]
		},
		{
			"translate_name": "工人",
			"name": "Worker",
			"desc": [
				"<b>觸發例子：市井流言、保持冷靜、領導或啟發、發明或創造</b>",
				"歸根究柢，再強盛的帝國也只有在勞工上班時才能運作。勞工採伐原料；勞工將石金和有機物變成螺栓和螺絲和膠水；勞工為列印機設計圖案；勞工鑄模和銲接，搥打和建造。沒有上京計的勞動成果，所有的進步也會停滯不前。<i>在你放下扳手撿起頭盔前，你的工作是甚麼？你是在農田、工廠、船塢、礦坑，還是其他的地方工作。在你接受駕駛員訓練前的生活是怎樣的？為甚麼你離開了？你會回去嗎？你參與過甚麼讓你特別自豪的工程嗎？你還有還在勞動的舊團員嗎？你來自怎樣的星球，那裡的工作環境如何？</i>"
			]
		}
	]
}