{
	"reference": {
		"translate_name": "第零章：開始遊玩", "name": "Section 0: Getting Started",
		"id": "getting_started",
		"contents": [
			{
				"translate_name": "引言", "name": "Introduction",
				"headers": [
					{ "translate_name": "騎士", "name": "The Cavalry" }
				]
			},
			{
				"translate_name": "遊玩Lancer", "name": "Playing Lancer",
				"headers": [
					{ "translate_name": "你需要些甚麼？", "name": "What You Need" },
					{ "translate_name": "金科玉律", "name": "The Golden Rules" },
					{ "translate_name": "故事描述和機甲戰鬥", "name": "Narrative Play and Mech Combat" },
					{ "translate_name": "技能判定、攻擊和豁免", "name": "Skill Checks, Attacks, and Saves" },
					{ "translate_name": "任務、休息時間和場景", "name": "Missions, Downtime, and Scenes" }
				]
			}
		]
	},

	"data": [
		{
			"type": "section",
			"translate_name": "引言", "name": "Introduction",
			"entries": [
				"{@b 現在是聯盟曆5016年，而銀河已經是數以京計人們的家。人類領土的核心地帶正經歷著黃金時代，但在這個新建成的理想鄉之外，那革命性的計劃仍在持續。}",
				"你是槍騎兵（Lancer），在本身已經萬中無一的機甲駕駛員中也是人中龍鳳。你活在未來屏息以待正從頂點落下的旋轉銅板的時代——正在落下的銅板，結果是正是反仍無人知曉。",
				"人類已經遠超其卑微的出身，在數千年間橫渡星辰大海。我們立足在沉睡在萬古長夜中的寂寥世界和荒蕪衛星，征服了小行星和氣態巨星，甚至是在虛空之中建立起自己的家園。我們在銀河系這一隅的旋臂上落地生根，而大千世界的生命也生生不息，繁榮昌盛。",
				"對部份人來說，在這時代的生命如同長河，背向出生的時地並永遠往前流逝。對大部份人來說，生命也是在其母星、衛星或是太空站渡過，並利用神奇的科技和其餘的人類連結，或是孤立在故土的政治、故事和歷史之中。組成人類的數兆生命，大部份也和現在的你我無異。",
				"但在這時代，奇觀組成了跨越銀河的連結。",
				"連結所有世界的是霎間（blinkspace）這個和我們的位面平行，且無法理解地廣闊和奇異的世界，刺穿其中的霎閘讓我們能夠快速且安全地航行。多虧這些龐大的星際閘門，宇宙的四方也能讓敢於冒險的人探索。這些傳送門是常見的奇觀：每天也有數以千計的船穿過它們以進行貿易、移民、旅行、戰爭和各式各樣的其他目標。",
				"填滿孤獨虛空的是萬物網（omninet），建基在霎間並將所有電腦、所有伺服器——所有東西——互相連結起來的數據分享網絡。萬物網不只能讓人們互傳信息或在遙遠世界閱讀銀河新聞，而是覆蓋所有人類通訊、政府管治、工商和文化發展，還有更為異色的世界。數據是新的財富，而萬物網代表人們能夠分享所有的財富。",
				"這財富以嗎哪（manna）的方式體現。嗎哪這所有星球的所有市場也接受的統一貨幣，聯合起在中核區以外的散居人類諸國。當能夠利用整個銀河的資源財富時，社群的財富就會同時來自其過去和潛能。",
				"絕大部份的人類也在名為聯盟的霸權這個單一蔓生政府之下。從月球到火星、從水星到金星、從土星和木星到海王星和天王星、從火衛一到火衛二、從木衛一和木衛二到木衛三和木衛四、從土衛六到土衛二。這些環繞太陽的世界化成冠冕，而頭戴冠冕者則是搖籃，聯盟的中心和人類古老的心臟。坐落在搖籃的聯盟，控制了霎閘、萬物網和嗎哪這三支銀河系的槓桿。沒有這些槓桿和聯盟的話，這個銀河系將會陷入混沌之中。",
				"聯盟是個新的理想鄉。一個為了新的人類而設，新的公有和後資本的國家。聯盟生於消滅了舊人類，煮沸了搖籃並使其殖民地枯萎的大崩壞後的灰燼和寒冰之中。儘管距聯盟成立已數千年，在成立時已是大崩壞後數十世紀，新人類在未知的千絲萬縷中只知唯一的真理：如果我們要生存下去，我們就必須要在團結和互助中聯合起來。",
				"儘管聯盟的信念和到目前為止的成功，這集體計劃的規模還是相當嚇人。對絕大部份人來說，聯盟也是遙不可及的存在：在萬物網劇集和小說中的創作、在小孩和漫遊者間的幻想、在銀河各宗教中的地上天國或是無間地獄。即使手握如此的權威，聯盟偏向從遠處管治。只有少數人親眼看過聯盟的官吏，更別說是成為其作戰的目標。對從未看過聯盟旗幟的人來說，它只是一個神話；對天空曾填滿聯盟星艦的人來說，這霸權也許會帶來自由，但在那之前會先帶來死亡。",
				"在中核區以外的銀河仍然是個危機四伏的地方。叛亂、起義、海盜和戰爭，不論在星球內外也繼續在星海之間蔓延，不過只有最迫切的衝突才會招來聯盟的干涉。聯盟成員國之間的爭端還是常見得讓軍隊、民兵和傭兵有其存在價值。五大生產商為在中核以外有需要的國家和組織，提供武器和裝甲。這些生產商與聯盟共存在劍拔弩張的脆弱平衡之上：雖然生產商服從官吏的管制，後資本理想鄉和永恆的自由增值這兩個價值觀，正往無法調和的結束加速。",
				"你只是一個人，在這個喧嚷和平，建立在古人的犧牲並仍受到古代仇敵的後代威脅，充滿機遇的時代活著。你是其中一個活在流經星辰和時間的長河中的生命。在這裡，一個在適當的地方和時間的人可以使歷史的長河改道；一個同袍的集體行動能夠拯救世界、生命，和使聯盟的理想變得更為實在。",
				"你是個機甲駕駛員，人稱為槍騎兵的精銳，而你的故事是在擲起的銅板頂峰的故事。在這歷史的轉捩點，當你和你的同袍因為命運、遠見、好運和厄運，而在適當的時間在適當的地方時，你們會怎樣做呢？",
				"當你落下時，你會朝向哪邊呢？",
				{
					"type": "entries",
					"translate_name": "騎士", "name": "The Cavalry",
					"entries": [
						"在《Lancer》的世界裡，你的角色是個顯赫的機械化騎兵駕駛員——槍騎兵。不論任務地勢和敵人，你的角色也是受召來打破僵局或是據水斷橋的人。在空投警報響起時，就是他們拯救世界之日了。",
						"你的槍騎兵是人類，不過可以來自你想要的任何世界和文化。他也許是來自現在稱為搖籃的地球，不過在聯盟的時代，來自地球的槍騎兵是相當罕見的。相比之下，你的駕駛員更可能是來自散居人類廣闊的世界之一。在《Lancer》的世界，我們已經離開地球數個千紀，現在絕大部份的人類也是住在銀河系裡我們所在的旋臂的某顆恆星附近。",
						"這人類對我們來說同樣地熟稔和陌生。就我們所知，在星海裡唯一的靈性生物就只有其他的人類，不過這並不該視為限制——要成為槍騎兵的方法多得是。你的角色可能是僱主投資大量科技和資本的結果，或者可能是天資聰敏，天生就能夠游刃有餘地操縱機甲的神童，並可能因此成為秘密招募者的目標。你的角色可能是好運的小兵，成功活過戰鬥並成為孤注一擲的指揮官想要的英雄。他亦可能是遠古王朝的血胤，命中註定要繼承祖先的機甲。你的角色也可能是厭倦了作為聯盟解放者小隊的志願者，受到珍而重之的一點希望而為更好的未來奮鬥，或是已經早登極樂的駕駛員數以千計的複製人之一，甚至可能單純是個聽從虛空耳語太多的太空人。",
						"無論你的角色因為甚麼原因而進入機甲的駕駛艙，他也是諸多元素的集合：經過訓練、先天能力、戰場經驗和神經或體能強化結合而變強，槍騎兵是這時代的騎士、空軍王牌，或是其他的精銳戰士階級成員。",
						"很多槍騎兵也會驕傲地宣告，他們是超越其他駕駛員的存在。",
						"這話並不是全錯。比起普通的士兵，投資在機甲駕駛員的招募、訓練和維護上的時間和資本也來得更多。為了能夠以最高效率操縱機甲，駕駛員須接受全面的物理和精神訓練，或者先進而昂貴的物理和本體強化。苛刻的訓練過程讓退出和受傷的機會很大，不過這麼高的標準是必要的：在候補生得到其最終的認可並投入第一個任務後，他們就只會面對最危險的任務。機甲並不是為了維持和平，而是在所有其他的選項也失敗後才會投入的。你的角色作為槍騎兵，代表了這卓越的組織中最優秀的人。",
						"要記住的是，不論其歷史如何，你的駕駛員最終也是個人類。他們不會比我們更欠缺或完美。駕駛員是英雄和奸雄、勇者和懦夫、愛人和戰士，或是以上全部。他們有些在其他人也逃跑時據水斷橋，或是首當其衝面對危險的人——我們之中最堅強的人。不過，他們也會因為壓力而崩潰。他們也會失敗。他們也會殺人，儘管是在可能寬恕的時候。",
						"駕駛員和槍騎兵來自芸芸眾生。他們之中有著來自每一個太空站、每一種罪犯，和每一個經濟階級的人。"
					]
				}
			]
		},
		{
			"type": "section",
			"translate_name": "遊玩Lancer", "name": "Playing Lancer",
			"entries": [
				"在《Lancer》裡，你的角色的首要定位是駕駛員——在戰場上所向披靡，讓人敬畏的存在。不過，你的角色同時也包括了另一個元素，也就是你的機甲（mech）。儘管你可以將兩者分開定義，可是駕駛員和機甲在本質上是密不可分的。",
				"本書的第一章將會教你如何{@b 創造駕駛員和機甲}。",
				"第二章是{@b 任務和戰場內外}，涵蓋故事描述、選擇任務和在戰場以外的時間能做的事。",
				"第三章是{@b 機甲戰鬥}，包括了在機甲內外的戰鬥規則。",
				"第四章是{@b 彙編}，在那你可以找到所有角色相關的選項。",
				{
					"type": "entries",
					"translate_name": "你需要些甚麼？", "name": "What You Need",
					"entries": [
						"這遊戲使用兩種骰子：二十面骰（{@b d20}）和六面骰（{@b d6}）。你會透過擲這些骰子來決定進行不確定的事的結果，像是擊發武器、駭進電腦、或是攀登懸崖等。當規則要求你擲骰時，它也會指明你需要擲多少骰子。比方說，{@b 1d20}代表你須要擲一顆二十面骰，而{@b 2d6}則代表你須要擲兩顆六面骰。",
						"有些時候，規則會要求你擲{@b 1d3}。這單純代表你應該擲{@b 1d6並將結果除二}（無條件進位）：當你需要擲{@b 1d3}時，把{@b d6}上的1和2代表1、3和4代表2，而5和6代表3。",
						"《Lancer》最適合三到六名玩家，不過亦支援兩名玩家和六人以上的玩家遊玩。每一個玩家也需要{@b 一顆d20、數顆d6，以及一些紙張或是角色紙}來記下資訊。如果你在網上遊玩，或是你的群組不介意在桌上放電腦的話，我們也推薦使用{@link COMP/CON角色創造工具|https://compcon.app/}。",
						"這遊戲包含以方格為基礎的戰術戰鬥，所以擁有像是方格紙或是預先準備好的戰鬥地圖等方格或是六角格子的紙張會更好。玩這個遊戲不需要角色模型，不過它們有時會讓戰鬥更容易想像。",
						"大部份玩家也會扮演駕駛員，也稱為{@b 玩家角色（PC）}，不過其中一個玩家則會是{@b 遊戲主持人（GM）}。GM會負責帶動故事、亦是遊戲規則的協助人和仲裁人。他們幫助創造你的角色會探索的故事和描寫，以及扮演所有的非玩家角色（NPC）。如果須要瞭解更多GM的定位，以及其使用的規則、建議和工具的話，請購買這遊戲的完整版。",
						"最後，我們建議所有玩家也使用我們的免費輔助軟體{@b COMP/CON}。雖然這並非必要，不過它能夠讓不能或是不想看完整本書的玩家更容易玩這遊戲。"
					]
				},
				{
					"type": "entries",
					"translate_name": "金科玉律", "name": "The Golden Rules",
					"entries": [
						"在玩《Lancer》時，有兩條金科玉律須要記著：",
						"{@b 1. 特例勝於通例。}",
						{
							"type": "quote",
							"entries": [
								"比方說，當你攻擊敵人時，你的擲骰結果通常也受他們是否受到掩護影響。不過，{@b 導引}武器忽略掩護。由於{@b 導引}標籤為特例，因此它勝過掩護相關的通例。"
							]
						},
						"{@b 2. 永遠無條件進位至最接近整數。}"
					]
				},
				{
					"type": "entries",
					"translate_name": "故事描述和機甲戰鬥", "name": "Narrative Play and Mech Combat",
					"entries": [
						"《Lancer》視無規則的{@b 故事描述}和須要追蹤回合數和行動的{@b 機甲戰鬥}為不同的事。",
						"在故事描述時，玩家自然自發地行動。時間可能過得較快，場景可能較短，而擲骰的結果影響亦可大可小。這的遊戲的故事和角色間的互動，大部份也會發生在故事描述中。在機甲戰鬥中，玩家會在他們的回合行動，而他們能做甚麼事和多常做事也會受限。在故事描述和機甲戰鬥間的切換通常也會相當自然，尤其是如果你有玩過其他包含回合制戰鬥的遊戲的話。",
						"會有這兩種玩法的原因是它們代表了在角色扮演遊戲中，不同的扮演手法。故事描述專注在故事和角色身上，並且偏好使用簡單規則來解決衝突；機甲戰鬥則較依賴規則和戰術，而比較接近版圖遊戲。",
						"視乎你的GM和玩家們，你可能會在整場遊戲裡也只用其中一種玩法，或是兩者也有。",
						"哪種方式玩這個遊戲並沒有單一的答案。玩家們會須要自己找適合自己的方式。《Lancer》為兩種玩法也提供了相應的規則，讓無論是偏好探索故事或是戰術戰鬥的人也能夠享受這遊戲。"
					]
				},
				{
					"type": "entries",
					"translate_name": "技能判定、攻擊和豁免", "name": "Skill Checks, Attacks, and Saves",
					"entries": [
						"《Lancer》裡有三種不同的擲骰判定：{@b 技能判定}、{@b 攻擊判定}和{@b 豁免判定}。",
						"在故事描述裡，你只須要擔心技能判定，而在機甲戰鬥裡則三者也不可或缺。",
						"當你的角色須要努力突破挑戰或是緊急情況時，你須要進行{@b 技能判定}。當你想要在這些情況下行動時，你須要說明你的目標（像是撞門、解密或是奉承門衛），然後擲{@b 1d20}，並且加上任何有關的加成。當總和{@b 達到10}時，你將成功通過判定。總和{@b 未達10}則代表你無法達成你的目標，並且可能因而嚐到苦果。儘管GM無法改變目標數值（{@b 10}），他們可使用不同工具，像是宣告這為技能挑戰，或是斷定你的行動是{@b 困難}或{@b 危險}。",
						"在機甲戰鬥中，{@b 攻擊}指任何對其他角色的敵對行動，像是使用武器或是駭進對手的機甲裡。攻擊判定和技能判定相似——你擲{@b 1d20}後加上任何加成——但目標數字並不一定是{@b 10}，而通常取決於你的目標的防衛能力。攻擊要成功，它的骰數總和須等於或高於目標的防禦。成功的攻擊稱為{@b 「命中」（hits）}，所以如果規則告訴你在「{@b 命中時}」會觸發效果的話，那代表它會在你成功進行攻擊時發生。有些攻擊也會導致會心一擊。當你的骰數總和{@b 達到20}的話，你將造成會心一擊，讓你能夠造成更大的傷害，或是偶然觸發附加效果。",
						"儘管有各種不同的攻擊，包括遠距、肉搏和科技攻擊，它們全都使用上列的基本規則。",
						"最後，{@b 豁免（save）}判定是用來在機甲戰鬥時被免或是抵抗負面效果的判定。你也許須要進行豁免判定來阻止駭客駭進你的系統、避免閃光彈致盲，或是避開爆炸。要進行豁免判定，你須要擲{@b 1d20}並加上任何的加成，但和攻擊一樣，目標數字可以不是{@b 10}。豁免判定的目標數字通常取決於攻擊者的能力。如果你的骰數總和達到目標數字的話，你成功通過了判定；但如果你的骰數總和小於目標數字的話，你的豁免判定就失敗了。每一個判定的結果，也取決於你想要避開怎樣的事。",
						{
							"type": "entries",
							"translate_name": "對抗判定", "name": "Contested Checks",
							"entries": [
								"在某些情況下，規則會要求你進行{@b 對抗判定}以代表雙方對壘。在對抗判定中，雙方也進行技能判定並加上任何的加成，並由總和較高者勝出。如果總和相等的話，攻擊者——也就是觸發這判定的一方——勝出。",
								"你在故事描述和機甲戰鬥中也可能會作對抗判定。"
							]
						},
						{
							"type": "entries",
							"translate_name": "選擇失敗", "name": "Choosing to Fail",
							"entries": [
								"你永遠也可以選擇讓技能或豁免判定失敗。你可能會因為隊友正在幫你，或是單純覺得失敗會讓故事更有趣而這樣做。"
							]
						},
						{
							"type": "entries",
							"translate_name": "加成", "name": "Bonuses",
							"entries": [
								"《Lancer》裡有三種不同的加成適用於擲骰結果上：",
								{
									"type": "list",
									"items": [
										"{@b 準度}（由&#8853;代表）",
										"{@b 難度}（由&#8854;代表）",
										"數值加成"
									]
								},
								"{@b 準度}和{@b 難度}代表一時的強弱（見下欄）。{@b 數值加成}有三個來源：你的駕駛員的天賦和經驗（{@b 觸發}）、他們操作機甲的能力（{@b 機甲能力}），以及他們的{@b 毅力}。每一次的擲骰只能受惠於一個數值加成。在很多時候，沒有任何的加成適用，而你單純只是擲{@b 1d20}。"
							]
						},
						{
							"type": "entries",
							"translate_name": "準度和難度", "name": "ACCURACY and DIFFICULTY",
							"entries": [
								"{@b 準度（Accuracy）}和{@b 難度（Difficulty）}是在亂局中時而得到，時而失去的臨時修正值。",
								"舉例來說，兩個能力相近的機甲駕駛員在護衛艦變幻無常的殘骸中激戰。為了擊中對方，他們不斷迴避敵火和漂流的碎片。這些殘骸使得他們也難以擊中對方。不過，其中一個駕駛員在電光火石之間躲在廢鐵之後。當他的敵人接近時，駕駛員就乘虛而入，使得這次攻擊比平常更為容易。",
								"這樣的狀況能夠讓駕駛員得到{@b 準度}或是{@b 難度}。",
								{
									"type": "list",
									"items": [
										"每一點{@b 準度也使骰數增加{@b 1d6}。",
										"每一點{@b 難度也使骰數減少{@b 1d6}。",
										"{@b 準度和{@b 難度會以{@b 1:1}的比例互相抵銷。"
									]
								},
								"如果你幸運地能擲數顆{@b 準度}或是{@b 難度}骰時，你並不是將它們的結果相加，而是將它們之中最大的數字加在結果之上。因此，{@b 準度}和{@b 難度}對骰子結果的影響永遠不會超過{@b -6}或是{@b +6}。",
								"比方說：",
								{
									"type": "list",
									"items": [
										"擁有{@b 2準度}的攻擊判定會擲{@b 2d6}，並且將其中較大的數字加進你的攻擊判定之中。如果你擲骰的結果是{@b 3}和{@b 4}的話，你的判定將得到{@b +4}而不是{@b +7}。",
										"擁有{@b 2準度}和{@b 1難度}的攻擊，你只會擲{@b 1d6}並將結果加在攻擊判定中，因為{@b 1難度}和{@b 1準度}互相抵銷了。",
										"擁有{@b 1準度}和{@b 1難度}的攻擊，因兩者互相抵銷而不會加上任何的骰數。"
									]
								}
							]
						},
						{
							"type": "entries",
							"translate_name": "毅力", "name": "GRIT",
							"entries": [
								"駕駛員是獨一無二地幸運的人，身懷絕技且百折不撓。儘管如此，在危急關頭時，新晉駕駛員無法和千錘百煉的老連橫駕駛員比擬。經驗所帶來的優勢以{@b 毅力（Grit）}代表，這加成反映了你的駕駛員強烈的決心和求生意志。",
								"{@b 毅力}等同你的角色的牌照等級減半，進位至最近整數。它會改善攻擊加成、生命值，以及駕駛員和其機甲的豁免判定目標數字。"
							]
						}
					]
				},
				{
					"type": "entries",
					"translate_name": "任務、休息時間和場景", "name": "Missions, Downtime, and Scenes",
					"entries": [
						"《Lancer》的團通常也分成數個任務，每一個任務包含一個或多個的{@b 章節}，並且由{@b 休息時間}分開。",
						"任務有特定的目標，能夠在特定的時間內達成：破壞一座建築、闖入守衛森嚴的設施取得重要資料、疏散平民、發現陰謀，或是抵抗敵人的攻擊等。任務亦會提供一定的準備時鑑，讓你能夠決定目標、賭注，以及角色的裝備。",
						"如果你的角色不是在執行任務的話，那麼他就是在{@b 休息時間}。這是在任務之間的故事描述空間，其中特定的行動相比起角色扮演來說並不是太重要。在休息時間，你可以推動劇情、計劃，或是個人的故事，隨你的需要來讓時間流動。視乎你的遊戲節奏，休息時間可以長達數日、數月，甚至是數年。",
						"在任務和休息時，劇情也分為數個{@b 場景}。每一個場景也是擁有特定的起點和終點，並且包括連續的對話或是行動。將這稱為場景，是因為以電影的術語來形容會比較方便：只要重心（如同鏡頭）聚焦在玩家和他們的行動上，那麼這就是一個場景了。當焦點從現在的場景中移走，或是現在的行動完結，那麼這也是場景該完結的時候。",
						"一場戰鬥或是角色間的對話也是場景的好例子，不過像蒙太奇那樣的事也可以是一個場景。",
						"另一個要注意的是場景的起點和終點，因為很多特殊的角色和機甲能力也在場景結束時失效或是重置。"
					]
				}
			]
		}
	]
}
