{
	"reference": {
		"translate_name": "第零章 - 開始遊玩", "name": "Section 0 - Getting Started",
		"id": "getting_started",
		"contents": [
			{
				"translate_name": "引言", "name": "Introduction",
				"headers": [
					{ "translate_name": "騎士", "name": "The Cavalry" }
				]
			},
			{
				"translate_name": "遊玩Lancer", "name": "Playing Lancer",
				"headers": [
					{ "translate_name": "你需要些甚麼？", "name": "What You Need" },
					{ "translate_name": "金科玉律", "name": "The Golden Rules" },
					{ "translate_name": "故事描述和機甲戰鬥", "name": "Narrative Play and Mech Combat" },
					{ "translate_name": "技能判定、攻擊、和豁免", "name": "Skill Checks, Attacks, and Saves" },
					{ "translate_name": "任務、休息時間、和場景", "name": "Missions, Downtime, and Scenes" }
				]
			}
		]
	},

	"data": [
		{
			"type": "section",
			"translate_name": "引言", "name": "Introduction",
			"entries": [
				"{@b 現在是聯盟曆5016年，而銀河已經是數以京計人們的家。人類領土的核心地帶正經歷著黃金時代，但在這個新建成的理想鄉之外，那革命性的計劃仍在持續。}",
				"你是槍騎兵（Lancer），在本身已經萬中無一的機甲駕駛員中也是人中龍鳳。你活在未來屏息以待正從頂點落下的旋轉銅板的時代——正在落下的銅板，結果是正是反仍無人知曉。",
				"人類已經遠超其卑微的出身，在數千年間橫渡星辰大海。我們立足在沉睡在萬古長夜中的寂寥世界和荒蕪衛星，征服了小行星和氣態巨星，甚至是在虛空之中建立起自己的家園。我們在銀河系這一隅的旋臂上落地生根，而大千世界的生命也生生不息，繁榮昌盛。",
				"對部份人來說，在這時代的生命如同長河，背向出生的時地並永遠往前流逝。對大部份人來說，生命也是在其母星、衛星或是太空站渡過，並利用神奇的科技和其餘的人類連結，或是孤立在故土的政治、故事和歷史之中。組成人類的數兆生命，大部份也和現在的你我無異。",
				"但在這時代，奇觀組成了跨越銀河的連結。",
				"連結所有世界的是霎間（blinkspace）這個和我們的位面平行，且無法理解地廣闊和奇異的世界，刺穿其中的霎閘讓我們能夠快速且安全地航行。多虧這些龐大的星際閘門，宇宙的四方也能讓敢於冒險的人探索。這些傳送門是常見的奇觀：每天也有數以千計的船穿過它們以進行貿易、移民、旅行、戰爭和各式各樣的其他目標。",
				"填滿孤獨虛空的是萬物網（omninet），建基在霎間並將所有電腦、所有伺服器——所有東西——互相連結起來的數據分享網絡。萬物網不只能讓人們互傳信息或在遙遠世界閱讀銀河新聞，而是覆蓋所有人類通訊、政府管治、工商和文化發展，還有更為異色的世界。數據是新的財富，而萬物網代表人們能夠分享所有的財富。",
				"這財富以嗎哪（manna）的方式體現。嗎哪這所有星球的所有市場也接受的統一貨幣，聯合起在中核區以外的散居人類諸國。當能夠利用整個銀河的資源財富時，社群的財富就會同時來自其過去和潛能。",
				"絕大部份的人類也在名為聯盟的霸權這個單一蔓生政府之下。從月球到火星、從水星到金星、從土星和木星到海王星和天王星、從火衛一到火衛二、從木衛一和木衛二到木衛三和木衛四、從土衛六到土衛二。這些環繞太陽的世界化成冠冕，而頭戴冠冕者則是搖籃，聯盟的中心和人類古老的心臟。坐落在搖籃的聯盟，控制了霎閘、萬物網和嗎哪這三支銀河系的槓桿。沒有這些槓桿和聯盟的話，這個銀河系將會陷入混沌之中。",
				"聯盟是個新的理想鄉。一個為了新的人類而設，新的公有和後資本的國家。聯盟生於消滅了舊人類，煮沸了搖籃並使其殖民地枯萎的大崩壞後的灰燼和寒冰之中。儘管距聯盟成立已數千年，在成立時已是大崩壞後數十世紀，新人類在未知的千絲萬縷中只知唯一的真理：如果我們要生存下去，我們就必須要在團結和互助中聯合起來。",
				"儘管聯盟的信念和到目前為止的成功，這集體計劃的規模還是相當嚇人。對絕大部份人來說，聯盟也是遙不可及的存在：在萬物網劇集和小說中的創作、在小孩和漫遊者間的幻想、在銀河各宗教中的地上天國或是無間地獄。即使手握如此的權威，聯盟偏向從遠處管治。只有少數人親眼看過聯盟的官吏，更別說是成為其作戰的目標。對從未看過聯盟旗幟的人來說，它只是一個神話；對天空曾填滿聯盟星艦的人來說，這霸權也許會帶來自由，但在那之前會先帶來死亡。",
				"在中核區以外的銀河仍然是個危機四伏的地方。叛亂、起義、海盜和戰爭，不論在星球內外也繼續在星海之間蔓延，不過只有最迫切的衝突才會招來聯盟的干涉。聯盟成員國之間的爭端還是常見得讓軍隊、民兵和傭兵有其存在價值。五大生產商為在中核以外有需要的國家和組織，提供武器和裝甲。這些生產商與聯盟共存在劍拔弩張的脆弱平衡之上：雖然生產商服從官吏的管制，後資本理想鄉和永恆的自由增值這兩個價值觀，正往無法調和的結束加速。",
				"你只是一個人，在這個喧嚷和平，建立在古人的犧牲並仍受到古代仇敵的後代威脅，充滿機遇的時代活著。你是其中一個活在流經星辰和時間的長河中的生命。在這裡，一個在適當的地方和時間的人可以使歷史的長河改道；一個同袍的集體行動能夠拯救世界、生命，和使聯盟的理想變得更為實在。",
				"你是個機甲駕駛員，人稱為槍騎兵的精銳，而你的故事是在擲起的銅板頂峰的故事。在這歷史的轉捩點，當你和你的同袍因為命運、遠見、好運和厄運，而在適當的時間在適當的地方時，你們會怎樣做呢？",
				"當你落下時，你會朝向哪邊呢？",
				{
					"type": "entries",
					"translate_name": "騎士", "name": "The Cavalry",
					"entries": [
						"在《Lancer》的世界裡，你的角色是個顯赫的機械化騎兵駕駛員——槍騎兵。不論任務地勢和敵人，你的角色也是受召來打破僵局或是據水斷橋的人。在空投警報響起時，就是他們拯救世界之日了。",
						"你的槍騎兵是人類，不過可以來自你想要的任何世界和文化。他也許是來自現在稱為搖籃的地球，不過在聯盟的時代，來自地球的槍騎兵是相當罕見的。相比之下，你的駕駛員更可能是來自散居人類廣闊的世界之一。在《Lancer》的世界，我們已經離開地球數個千紀，現在絕大部份的人類也是住在銀河系裡我們所在的旋臂的某顆恆星附近。",
						"這人類對我們來說同樣地熟稔和陌生。就我們所知，在星海裡唯一的靈性生物就只有其他的人類，不過這並不該視為限制——要成為槍騎兵的方法多得是。你的角色可能是僱主投資大量科技和資本的結果，或者可能是天資聰敏，天生就能夠游刃有餘地操縱機甲的神童，並可能因此成為秘密招募者的目標。你的角色可能是好運的小兵，成功活過戰鬥並成為孤注一擲的指揮官想要的英雄。他亦可能是遠古王朝的血胤，命中註定要繼承祖先的機甲。你的角色也可能是厭倦了作為聯盟解放者小隊的志願者，受到珍而重之的一點希望而為更好的未來奮鬥，或是已經早登極樂的駕駛員數以千計的複製人之一，甚至可能單純是個聽從虛空耳語太多的太空人。",
						"無論你的角色因為甚麼原因而進入機甲的駕駛艙，他也是諸多元素的集合：經過訓練、先天能力、戰場經驗和神經或體能強化結合而變強，槍騎兵是這時代的騎士、空軍王牌，或是其他的精銳戰士階級成員。",
						"很多槍騎兵也會驕傲地宣告，他們是超越其他駕駛員的存在。",
						"這話並不是全錯。比起普通的士兵，投資在機甲駕駛員的招募、訓練和維護上的時間和資本也來得更多。為了能夠以最高效率操縱機甲，駕駛員須接受全面的物理和精神訓練，或者先進而昂貴的物理和本體強化。苛刻的訓練過程讓退出和受傷的機會很大，不過這麼高的標準是必要的：在候補生得到其最終的認可並投入第一個任務後，他們就只會面對最危險的任務。機甲並不是為了維持和平，而是在所有其他的選項也失敗後才會投入的。你的角色作為槍騎兵，代表了這卓越的組織中最優秀的人。",
						"要記住的是，不論其歷史如何，你的駕駛員最終也是個人類。他們不會比我們更欠缺或完美。駕駛員是英雄和奸雄、勇者和懦夫、愛人和戰士，或是以上全部。他們有些在其他人也逃跑時據水斷橋，或是首當其衝面對危險的人——我們之中最堅強的人。不過，他們也會因為壓力而崩潰。他們也會失敗。他們也會殺人，儘管是在可能寬恕的時候。",
						"駕駛員和槍騎兵來自芸芸眾生。他們之中有著來自每一個太空站、每一種罪犯，和每一個經濟階級的人。"
					]
				}
			]
		},
		{
			"type": "section",
			"translate_name": "遊玩Lancer", "name": "Playing Lancer",
			"entries": [
				"在《Lancer》裡，你的角色的首要定位是駕駛員——在戰場上所向披靡，讓人敬畏的存在。不過，你的角色同時也包括了另一個元素，也就是你的機甲（mech）。儘管你可以將兩者分開定義，可是駕駛員和機甲在本質上是密不可分的。",
				"本書的第一章將會教你如何{@b 創造駕駛員和機甲}。",
				"第二章是{@b 任務和戰場內外}，涵蓋故事描述、選擇任務和在戰場以外的時間能做的事。",
				"第三章是{@b 機甲戰鬥}，包括了在機甲內外的戰鬥規則。",
				"第四章是{@b 彙編}，在那你可以找到所有角色相關的選項。",
				{
					"type": "entries",
					"translate_name": "你需要些甚麼？", "name": "What You Need",
					"entries": [
						"這遊戲使用兩種骰子：二十面骰（{@b d20}）和六面骰（{@b d6}）。你會透過擲這些骰子來決定進行不確定的事的結果，像是擊發武器、駭進電腦、或是攀登懸崖等。當規則要求你擲骰時，它也會指明你需要擲多少骰子。比方說，{@b 1d20}代表你須要擲一顆二十面骰，而{@b 2d6}則代表你須要擲兩顆六面骰。",
						"有些時候，規則會要求你擲{@b 1d3}。這單純代表你應該擲{@b 1d6並將結果除二}（無條件進位）：當你需要擲{@b 1d3}時，把{@b d6}上的1和2代表1、3和4代表2，而5和6代表3。",
						"《Lancer》最適合三到六名玩家，不過亦支援兩名玩家和六人以上的玩家遊玩。每一個玩家也需要{@b 一顆d20、數顆d6，以及一些紙張或是角色紙}來記下資訊。如果你在網上遊玩，或是你的群組不介意在桌上放電腦的話，我們也推薦使用{@link COMP/CON角色創造工具|https://compcon.app/}。",
						"這遊戲包含以方格為基礎的戰術戰鬥，所以擁有像是方格紙或是預先準備好的戰鬥地圖等方格或是六角格子的紙張會更好。玩這個遊戲不需要角色模型，不過它們有時會讓戰鬥更容易想像。",
						"大部份玩家也會扮演駕駛員，也稱為{@b 玩家角色（PC）}，不過其中一個玩家則會是{@b 遊戲主持人（GM）}。GM會負責帶動故事、亦是遊戲規則的協助人和仲裁人。他們幫助創造你的角色會探索的故事和描寫，以及扮演所有的非玩家角色（NPC）。如果須要瞭解更多GM的定位，以及其使用的規則、建議和工具的話，請購買這遊戲的完整版。",
						"最後，我們建議所有玩家也使用我們的免費輔助軟體{@b COMP/CON}。雖然這並非必要，不過它能夠讓不能或是不想看完整本書的玩家更容易玩這遊戲。"
					]
				},
				{
					"type": "entries",
					"translate_name": "金科玉律", "name": "The Golden Rules",
					"entries": [
						"There are two golden rules to remember when playing Lancer:",
						"{@b I: Specific rules override general statements and rules.}",
						{
							"type": "quote",
							"entries": [
								"For example, when you shoot at an enemy, your roll is normally influenced by whether they’re in cover; however, SEEKING weapons ignore cover. Because the SEEKING tag is a specific rule, it supersedes the general rules governing cover."
							]
						},
						"{@b II: Always round up (to the nearest whole number).}"
					]
				},
				{
					"type": "entries",
					"translate_name": "故事描述和機甲戰鬥", "name": "Narrative Play and Mech Combat",
					"entries": [
						"Lancer makes a distinction between freeform {@b narrative play} and {@b mech combat}, in which tracking individual turns and actions is important.",
						"During narrative play, players act naturally and spontaneously as needed. Time might pass more quickly, scenes might be shorter, and individual rolls might count for more or less. Most of your game’s story and interaction between characters will take place during narrative play. In mech combat, players act on their turn and are restricted in what they can do and how often, making each action much more impactful and tactical. Swapping between mech combat and narrative play is fairly natural, especially if you’ve played other games with turn-based combat.",
						"The reason there are two types of play is that they represent different approaches to storytelling in roleplaying games. One, narrative play, is focused on the story and characters, with a rules-light approach to conflict resolution; the other, mech combat, relies more on rules and tactics, like a board game.",
						"Depending on your GM and group of players, you could spend a whole session in one type of play or the other, or with some of both.",
						"Neither of these is the “correct” way to play the game. Groups will find a balance between the two that works for them. Lancer provides rules for both so that both people who like to explore stories or who enjoy tactical combat will have an enjoyable experience."
					]
				},
				{
					"type": "entries",
					"translate_name": "技能判定、攻擊、和豁免", "name": "Skill Checks, Attacks, and Saves",
					"entries": [
						"There are three types of dice rolls in Lancer: {@b skill checks}, {@b attacks}, and {@b saves}.",
						"In narrative play, you will only need to worry about the first of these. In mech combat you will use all three.",
						"You make {@b skill checks} when your character is in a challenging or tense situation that requires effort to overcome. When you want to act in such a situation, state your objective (e.g., break down the door, decrypt the data, or sweet-talk the guard), then roll {@b 1d20}, and add any relevant bonuses. On a total of {@b 10+}, you succeed. A result of {@b 9 or less} means you failed to accomplish your goal and may suffer consequences as a result. Although the GM can’t change the target number ({@b 10}), they have access to several tools that are explained later (p. 45-47), such as declaring a skill challenge or deciding that your action is {@b DIFFICULT} or {@b RISKY}.",
						"In mech combat, {@b attacks} are any offensive actions against other characters, like firing a weapon or hacking into an opponent’s mech. Attack rolls are similar to skill checks – you roll {@b 1d20} and add any bonuses – but the target number isn’t always {@b 10}, and usually depends on the defensive capabilities of your target. For an attack to be successful it needs to equal or exceed the target’s defense. Successful attacks are described as “{@b hits}” - so if the rules tell you that an effect happens “{@b on hit}”, that means it takes place when you make a successful attack. Some attacks also result in {@b critical hits}. On a roll of {@b 20+} you perform a critical hit, which allows you to deal more damage or sometimes trigger extra effects.",
						"Although there are different types of attacks, including ranged, melee, and tech attacks, they all use the same basic rules described here.",
						"Lastly, {@b saves} are rolls made to avoid or resist negative effects in mech combat. You might roll a save to prevent a hacker wrecking your systems, to avoid being blinded by a flash grenade, or to dive away from an explosion. To save, you roll {@b 1d20} and add any bonuses, but the target number can differ from {@b 10} as it can with attacks. The target number for a save usually depends on the abilities of the attacker. If you equal or exceed this number, you succeed; if your roll is lower, you fail. The outcome of each result will depend on what you are trying to avoid.",
						{
							"type": "entries",
							"name": "Contested Checks",
							"entries": [
								"In some cases, the rules will tell you to make a {@b contested check}, representing a challenge between two parties. In a contested check, both participants make skill checks and add any bonuses. Whoever has the highest result wins. If the result is a tie, the attacker – the one who initiated the contest – wins.",
								"You might make contested checks in both narrative play and mech combat."
							]
						},
						{
							"type": "entries",
							"name": "Choosing to Fail",
							"entries": [
								"You may always choose to fail a skill check or save. You might do this if an ally is trying to help you out or even just because you think failing would create a more interesting story."
							]
						},
						{
							"type": "entries",
							"name": "Bonuses",
							"entries": [
								"There are three kinds of bonuses that can be applied to rolls in Lancer:",
								{
									"type": "list",
									"items": [
										"{@b ACCURACY} (Represented as &#8853;)",
										"{@b DIFFICULTY} (Represented as &#8854;)",
										"Statistic bonuses"
									]
								},
								"{@b ACCURACY} and {@b DIFFICULTY} represent momentary advantages or disadvantages (see below). {@b Statistic bonuses} come from three sources: your pilot’s talent and experience ({@b triggers}), their skill with mechs ({@b mech skills}), and their {@b GRIT}. Each roll can only benefit from one statistic bonus at a time. In many cases, none of these bonuses will apply and you will just roll {@b 1d20}."
							]
						},
						{
							"type": "entries",
							"name": "ACCURACY and DIFFICULTY",
							"entries": [
								"{@b ACCURACY} and {@b DIFFICULTY} are temporary modifiers gained and lost in rapid, chaotic moments of action.",
								"For example, two mech pilots, equally matched, duel amidst the shifting debris of a shattered frigate. Attempting to land a shot, they dodge to avoid incoming fire and floating, slagged bulkheads. The debris makes it unlikely that either will land a clean hit; however, one of the pilots, thinking quickly, hides among the floating metal. When their enemy gets close, the pilot springs forth from hiding and catches their opponent unaware – making the shot much easier than normal.",
								"Situations like this can cause pilots to gain {@b ACCURACY} or {@b DIFFICULTY}.",
								{
									"type": "list",
									"items": [
										"Each point of {@b ACCURACY} adds {@b 1d6} to a roll.",
										"Each point of {@b DIFFICULTY} subtracts {@b 1d6} from a roll.",
										"{@b ACCURACY} and {@b DIFFICULTY} cancel each other out on a 1:1 basis."
									]
								},
								"If you are lucky enough to be rolling several of the same bonus dice, whether ACCURACY or DIFFICULTY, you don’t add them together to determine the result. Instead, find the highest number rolled and apply it to the final roll. Because of this, no roll can ever receive more than –6 or +6 from ACCURACY or DIFFICULTY.",
								"For example:",
								{
									"type": "list",
									"items": [
										"For an attack with 2 ACCURACY, roll 2d6 and choose the highest of the two dice, then add that number to your attack roll. If you roll 3 on one die and 4 on the other, you add +4 to the roll, not +7.",
										"For an attack with 2 ACCURACY and 1 DIFFICULTY, you only add 1d6 to your attack roll as 1 DIFFICULTY and 1 ACCURACY cancel each other out.",
										"For an attack with 1 ACCURACY and 1 DIFFICULTY, you don’t add anything to the roll – the dice cancel each other out."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "GRIT",
							"entries": [
								"Pilots are lucky and unique individuals, multi-talented and resilient. Even so, brand-new pilots don’t measure up to tempered, battle-hardened veterans when push comes to shove. The benefits of experience are measured by {@b GRIT}, a bonus that reflects your pilot’s deep reservoirs of resolve and will to live.",
								"{@b GRIT} is half of your character’s license level, rounded up. It improves attack bonuses, hit points, and save targets for both your pilot and your mech."
							]
						}
					]
				},
				{
					"type": "entries",
					"translate_name": "任務、休息時間、和場景", "name": "Missions, Downtime, and Scenes",
					"entries": [
						"Ongoing games of Lancer are usually divided into {@b missions}, each of which might encompass one play session or several, separated by periods of {@b downtime}.",
						"Missions have specific goals or objectives that can be completed within a discrete amount of time: destroying a building, breaking into a secure facility to recover vital data, evacuating civilians, uncovering a conspiracy, or holding the line against enemy attack, for example. Missions also provide some preparation time in which you can establish goals, stakes, and equipment for your characters.",
						"If your character isn’t on a mission, you’re in {@b downtime}. This is the narrative space between missions, in which moment-to-moment action doesn’t matter as much and roleplaying matters much more. During downtime you can progress plots, projects, or personal stories, moving the clock forward as much or as little as you want. Days, months, and even years can pass in downtime, depending on the pace of your game.",
						"In both missions and downtime, play is divided into {@b scenes}. A scene is a period of continuous dialogue, action, or activity that has a discrete starting and stopping point. This is called a scene because it’s helpful to think about it in cinematic terms: as long as the focus (or ‘camera’) is on the players and their action, a scene is happening. When the focus cuts away from the current scene, or the current action naturally ends, that’s when the scene should end too.",
						"A single combat encounter or a dialogue between characters are both great examples of scenes, but a scene can also be something like a montage.",
						"It’s important to pay attention to the beginning and end of scenes, as many special character and mech abilities end or reset at the end of a scene."
					]
				},
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "doc/001.png"
					},
					"width": "50%",
					"height": "50%"
				}
			]
		}
	]
}
